Repository: ShedouCZ/beachklub
Catalog: Locale/ces/LC_MESSAGES/default.po
Languages: cs_cz

source: List Coaches
cs_cz: Seznam trenérů

source: Admin Add Coach
cs_cz: Přidat trenéra

source: Name
cs_cz: Jméno

source: Title
cs_cz: Název

source: Desc
cs_cz: Popisek

source: Url
cs_cz: Cesta

source: Ord
cs_cz: Pořadí

source: Submit
cs_cz: Odeslat

source: Delete
cs_cz: Smazat

source: Are you sure you want to delete # %s?
cs_cz: Jste si jist že chcete smazat # %?

source: Admin Edit Coach
cs_cz: Upravit trenéry

source: New Coach
cs_cz: Nový trenér

source: Reorder
cs_cz: Změnit pořadí

source: Coaches
cs_cz: Trenéři

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
cs_cz: Stránka {:page} z {:pages}, zobrazuji {:current} záznamů z {:count}, začínám záznamem {:start}, končím záznamem {:end}

source: Coach
cs_cz: Trenér

source: Edit Coach
cs_cz: Upravit

source: Delete Coach
cs_cz: Smazat

source: List Documents
cs_cz: Seznam

source: Admin Add Document
cs_cz: Přidat dokument

source: Content
cs_cz: Obsah

source: Published
cs_cz: Veřejný

source: Admin Edit Document
cs_cz: Upravit dokument

source: New Document
cs_cz: Nový dokument

source: Documents
cs_cz: Dokumenty

source: Document
cs_cz: Dokument

source: Edit Document
cs_cz: Upravit

source: Delete Document
cs_cz: Smazat

source: List Message Recipients
cs_cz: Seznam příjemců

source: Admin Add Message Recipient
cs_cz: Přidat příjemce

source: Admin Edit Message Recipient
cs_cz: Změna příjemce zprávy

source: New Message Recipient
cs_cz: Nový příjemce

source: Message Recipients
cs_cz: Příjemci

source: Message Recipient
cs_cz: Příjemce

source: Edit Message Recipient
cs_cz: Upravit

source: Delete Message Recipient
cs_cz: Smazat

source: List Messages
cs_cz: Seznam zpráv

source: New Message
cs_cz: Nová zpráva

source: Related Messages
cs_cz: Související zprávy

source: Subject
cs_cz: Předmět

source: Message Recipient Id
cs_cz: Id příjemce

source: Admin Add Message
cs_cz: Přidat

source: Admin Edit Message
cs_cz: Upravit

source: Messages
cs_cz: Zprávy

source: Message
cs_cz: Zpráva

source: Edit Message
cs_cz: Upravit

source: Delete Message
cs_cz: Smataz

source: List News
cs_cz: Seznam novinek

source: Admin Add News
cs_cz: Přidat novinku

source: Date
cs_cz: Datum

source: Admin Edit News
cs_cz: Upravit novinky

source: New News
cs_cz: Nová novinka

source: News
cs_cz: Novinky

source: Edit News
cs_cz: Upravit novinky

source: Delete News
cs_cz: Smazat novinky

source: List Posts
cs_cz: Seznam příspěvků

source: Admin Add Post
cs_cz: Přidat příspěvek

source: User Id
cs_cz: Id uživatele

source: Admin Edit Post
cs_cz: Upravit příspěvek

source: New Post
cs_cz: Noví příspěvek

source: Posts
cs_cz: Příspěvky

source: Post
cs_cz: Příspěvek

source: Edit Post
cs_cz: Upravit příspěvek

source: Delete Post
cs_cz: Smazat příspěvek

source: List Users
cs_cz: Seznam uživatelů

source: New User
cs_cz: Nový uživatel

source: User
cs_cz: Uživatel

source: Created
cs_cz: Vytvořeno

source: List Sliders
cs_cz: Seznam obrázků

source: Admin Add Slider
cs_cz: Přidat obrázek

source: Admin Edit Slider
cs_cz: Upravit obrázek

source: New Slider
cs_cz: Nový obrázek

source: Sliders
cs_cz: Slidy

source: Slider
cs_cz: Obrázek

source: Edit Slider
cs_cz: Upravit obrázek

source: Delete Slider
cs_cz: Smazat obrázek

source: List Tiles
cs_cz: Seznam dlaždic

source: Admin Add Tile
cs_cz: Přidat dlaždici

source: Admin Edit Tile
cs_cz: Upravit dlaždici

source: New Tile
cs_cz: Nová dlaždice

source: Tiles
cs_cz: Dlaždice

source: Tile
cs_cz: Dlaždice

source: Edit Tile
cs_cz: Upravit dlaždici

source: Delete Tile
cs_cz: Smazat dlaždici

source: List Tournaments
cs_cz: Seznam zápasů

source: Admin Add Tournament
cs_cz: Přidat zápas

source: Datetime
cs_cz: Datum

source: Admin Edit Tournament
cs_cz: Upravit zápasi

source: New Tournament
cs_cz: Nový zápas

source: Tournaments
cs_cz: Zápasi

source: Tournament
cs_cz: Zápas

source: Edit Tournament
cs_cz: Upravit

source: Delete Tournament
cs_cz: Smazat

source: Add User
cs_cz: Přidat uživatele

source: Admin Add User
cs_cz: Přidat uživatele

source: Username
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: Mail
cs_cz: Email

source: Admin Edit User
cs_cz: Upravit uživatele

source: Users
cs_cz: Uživatelé

source: Edit User
cs_cz: Upravit uživatele

source: Delete User
cs_cz: Smazat uživatele

source: Modified
cs_cz: Upravený

source: Sign in
cs_cz: Přihlásit se

source: Fill in your credentials please
cs_cz: Prosím vyplňte vaše přihlašovací údaje

source: Invalid coach
cs_cz: Neplaté

source: The coach has been saved.
cs_cz: Trenér byl uložen.

source: The coach could not be saved. Please, try again.
cs_cz: Trenér nebyl uložen. Zkuste to znovu.

source: The coach has been deleted.
cs_cz: Trenér byl smazán.

source: The coach could not be deleted. Please, try again.
cs_cz: Trenér nebyl smazán. Zkuste to znovu.

source: Invalid document
cs_cz: Neplatný dokument.

source: The document has been saved.
cs_cz: Dokument byl uložen.

source: The document could not be saved. Please, try again.
cs_cz: Document nebyl uložen. Zkuste to znovu.

source: The document has been deleted.
cs_cz: Dokument byl smazán.

source: The document could not be deleted. Please, try again.
cs_cz: Trenér nebyl smazán. Zkuste to znovu.

source: Invalid message recipient
cs_cz: Neplatný příjemce

source: The message recipient has been saved.
cs_cz: Příjemce byl uložen.

source: The message recipient could not be saved. Please, try again.
cs_cz: Příjemce nebyl uložen. Zkuste to znovu.

source: The message recipient has been deleted.
cs_cz: Příjemce byl smazán.

source: The message recipient could not be deleted. Please, try again.
cs_cz: Příjemce nebyl smazán. Zkuste to znovu.

source: The message has been saved.
cs_cz: Zpráva byla uložena.

source: The message could not be saved. Please, try again.
cs_cz: Zpráva nebyla uložen. Zkuste to znovu.

source: Invalid message
cs_cz: Neplatná zpráva

source: The message has been deleted.
cs_cz: Zpráva byla smazána.

source: The message could not be deleted. Please, try again.
cs_cz: Příjemce nebyl smazán. Zkuste to znovu.

source: Invalid news
cs_cz: Neplatná novinka

source: The news has been saved.
cs_cz: Novinka byla uložena.

source: The news could not be saved. Please, try again.
cs_cz: Novinka nebyla uložena. Zkuste to znovu.

source: The news has been deleted.
cs_cz: Novinka byla smazána.

source: The news could not be deleted. Please, try again.
cs_cz: Novinka nebyla smazán. Zkuste to znovu.

source: Invalid post
cs_cz: Neplatný článek

source: The post has been saved.
cs_cz: Článek byl uložen.

source: The post could not be saved. Please, try again.
cs_cz: Článek nebyl uložen. Zkuste to znovu.

source: The post has been deleted.
cs_cz: Článek byl smazán.

source: The post could not be deleted. Please, try again.
cs_cz: Článek nebyl smazán. Zkuste to znovu.

source: Invalid slider
cs_cz: Neplatný slide

source: The slider has been saved.
cs_cz: Slide byl uložen.

source: The slider could not be saved. Please, try again.
cs_cz: Slide nebyl uložen. Zkuste to znovu.

source: The slider has been deleted.
cs_cz: Slid byl smazán.

source: The slider could not be deleted. Please, try again.
cs_cz: Slide nebyl smazán. Zkuste to znovu.

source: Invalid tile
cs_cz: Neplatná dlaždice

source: The tile has been saved.
cs_cz: Dlaždice byla uložena.

source: The tile could not be saved. Please, try again.
cs_cz: Dlaždice nebyla uložena. Zkuste to znovu.

source: The tile has been deleted.
cs_cz: Dlaždice byla smazána.

source: The tile could not be deleted. Please, try again.
cs_cz: Dlaždice nebyla smazána. Zkuste to znovu.

source: Invalid tournament
cs_cz: Neplatný zápas

source: The tournament has been saved.
cs_cz: Zápas byl uložen.

source: The tournament could not be saved. Please, try again.
cs_cz: Zápas nebyl uložen. Zkuste to znovu.

source: The tournament has been deleted.
cs_cz: Zápas byl smazán.

source: The tournament could not be deleted. Please, try again.
cs_cz: Zápas nebyl smazán. Zkuste to znovu.

source: Invalid username or password, try again
cs_cz: Neplatné uživatelské jméno nebo heslo. Zkuste to znova.

source: Invalid user
cs_cz: Neplatný uživatel.

source: The user has been saved
cs_cz: Uživatel byl uložen.

source: The user could not be saved. Please, try again.
cs_cz: Uživatel nebyl uložen. Zkuste to znovu.

source: User deleted
cs_cz: Uživatel smazán

source: User was not deleted
cs_cz: Uživatel nebyl smazán.
